<?php

return $data = [
   'مستوي الكفاءة في تخصص العمل',
   ' مواكبة واستيعاب احدث التطورات في التخصص',
    'القدرة علي نقل الخبرة للزملاء في مجال التخصص',
   'كمية العمل المنجز',
   ' جودة العمل المنجز ',
   'الالتزام بتحديث المهام يوميا',
   'تسليم المهام في الوقت المحدد ',
   'القدرة علي ادارة المهام والتخطيط الجيد',
   'القدرة على الإشراف (في حال استدعى الوضع على الزملاء او مشروع )',
   'الابتكار والإبداع في العمل',
   'المبادرة في العمل',
   'القدرة على العمل بدون اشراف',
   'التكيف والتجاوب مع ضغط العمل',
   'الالتزام بمواعيد الحضور والانصراف وتنسيق الإجازات ',
   'التعاون والتجاوب مع المدير والزملاء والتواصل معهم',
   'المظهر (للموظفين الذين يقابلون عملاء)',
   'المرونة في تلبية عمل اضافي (خلال الإجازات والعطل الرسمية او خارج أوقات العمل)',
   'المرونة في تنفيذ مهام فرعية او ثانوية للتخصص',
   'العلاقة مع الزملاء وقادة الفرق والمدراء وتقبل التوجيهات والنقد',
 ];
